var chanceList = ["第一籤 漢高祖入關<br>\
		巍巍獨步向雲間<br>玉殿千官第一班<br>\
		富貴榮華天付汝<br>福如東海壽如山"
	,"第二籤 張子房遊赤松<br>\
		盈虛消息總天時<br>自此君當百事宜<br>\
		若問前程歸縮地<br>更須方寸好修為"
	,"第三籤 賈誼遇漢文帝<br>\
		衣食自然生處有<br>勸君不用苦勞心<br>\
		但能孝悌存忠信<br>福祿來成禍不侵"
	,"第四籤 小秦王三跳澗<br>\
		去年百事頗相宜<br>若較今年時運衰<br>\
		好把瓣香告神佛<br>莫教福謝悔無追"
	,"第五籤 呂蒙正守困<br>\
		子有三般不自由<br>門庭蕭索冷如秋<br>\
		苦逢牛鼠交承日<br>萬事回春不用憂"
	,"第六籤 相如完璧歸趙<br>\
		何勞鼓瑟更吹笙<br>寸步如登萬里程<br>\
		彼此懷疑不相信<br>休將私意憶濃情"
	,"第七籤 洞賓煉丹<br>\
		仙風道骨本天生<br>又遇仙宗為主盟<br>\
		指日丹成謝巖谷<br>一朝引領向天行"
	,"第八籤 大舜耕歷山<br>\
		年來耕稼苦無收<br>今歲田疇定有秋<br>\
		況遇太平無事日<br>士農工賈百無憂"
	,"第九籤 宋太祖陳橋即位<br>\
		望渠消息向長安<br>常把菱花仔細看<br>\
		見說文書將入境<br>今朝喜色上眉端"
	,"第十籤 冉伯牛染病<br>\
		病患時時命蹇衰<br>何須打瓦共鑽龜<br>\
		直教重見一陽復<br>始可求神仗佛持"
	,"第十一籤 韓信功勞不久<br>\
		今年好事一番新<br>富貴榮華萃汝身<br>\
		誰道機關難料處<br>到頭獨立轉傷神"
	,"第十二籤 蘇武牧羊<br>\
		營為期望在春前<br>誰料秋來又不然<br>\
		直遇清江貴公子<br>一生活計始安全"
	,"第十三籤 姜太公釣魚<br>\
		君今庚甲未亨通<br>且向江頭作釣翁<br>\
		玉兔重生應發跡<br>萬上頭上逞英雄"
	,"第十四籤 郭華戀王月英<br>\
		一見佳人便喜歡<br>誰知去後有多般<br>\
		人情冷暖君休訝<br>歷涉應知行路難"
	,"第十五籤 張君瑞憶鶯鶯<br>\
		兩家門戶各相當<br>不是姻緣莫較量<br>\
		直待春風好消息<br>卻調琴瑟向蘭房"
	,"第十六籤 王祥臥冰<br>\
		官事悠悠難辨明<br>不如息了且歸耕<br>\
		傍人煽惑君休信<br>此事當謀親弟兄"
	,"第十七籤 石崇被難<br>\
		田園價貫好商量<br>事到公庭彼此傷<br>\
		縱使機關圖得勝<br>定為後世子孫殃"
	,"第十八籤 孟嘗君招賢<br>\
		知君指擬是空華<br>底事茫茫未有涯<br>\
		牢把腳根踏實地<br>善為善應永無差"
	,"第十九籤 劉智遠得岳氏<br>\
		嗟子從來未得時<br>今年星運頗相宜<br>\
		營求動作都如意<br>和合婚姻誕貴兒"
	,"第二十籤 嚴子陵登釣臺<br>\
		一生心事向誰論<br>十八灘頭說與君<br>\
		世事盡從流水去<br>功名富貴等浮雲"
	,"第二十一籤 孫龐鬥智結仇<br>\
		與君夙昔結成冤<br>今日相逢那得緣<br>\
		好把經文多諷誦<br>祈求戶內保嬋娟"
	,"第二十二籤 李太白遇唐明皇<br>\
		碧玉池中開白蓮<br>莊嚴色相自天然<br>\
		生來骨格超凡俗<br>正是人間第一仙"
	,"第二十三籤 吳王愛西施<br>\
		花開花謝在春風<br>貴賤窮通百歲中<br>\
		羨子榮華今已矣<br>到頭萬事總成空"
	,"第二十四籤 張騫誤入斗牛宮<br>\
		一春萬事苦憂煎<br>夏裏營求始帖然<br>\
		更遇秋成冬至後<br>恰如騎鶴與腰纏"
	,"第二十五籤 唐明皇遊月宮<br>\
		寅午戍年多阻滯<br>亥子丑月漸亨嘉<br>\
		更逢玉兔金雞會<br>枯木逢春自放花"
	,"第二十六籤 邵堯夫告天<br>\
		年來豐歉皆天數<br>自是今年旱較多<br>\
		與子定期三日內<br>田疇霑足雨滂沱"
	,"第二十七籤 江東得道<br>\
		世間萬物各有主<br>一粒一毫君莫取<br>\
		英雄豪傑自天生<br>也須步步循規矩"
	,"第二十八籤 相如題橋<br>\
		公侯將相本無種<br>好把勤勞契上天<br>\
		人事盡從天理見<br>才高豈得困林泉"
	,"第二十九籤 司馬溫公嗟困<br>\
		祖宗積德幾多年<br>源遠流長慶自然<br>\
		若更操修無倦已<br>天須還汝舊青氈"
	,"第三十籤 柳毅傳書<br>\
		奉公謹守莫欺心<br>自有亨通吉利臨<br>\
		目下營求且休矣<br>秋期與子定佳音"
	,"第三十一籤 蘇卿負信<br>\
		秋冬作事只尋常<br>春到門庭漸吉昌<br>\
		千里信音符遠望<br>萱堂快樂未渠殃"
	,"第三十二籤 周公解夢<br>\
		勞心汨汨竟何歸<br>疾病兼多是與非<br>\
		事到頭來渾似夢<br>何如休要用心機"
	,"第三十三籤 莊子慕道<br>\
		不分南北與西東<br>眼底昏昏耳似聾<br>\
		熟讀黃庭經一卷<br>不論貴賤與窮通"
	,"第三十四籤 蕭何追韓信<br>\
		春夏纔過秋又冬<br>紛紛謀慮攪心胸<br>\
		貴人垂手來相援<br>休把私心情意濃"
	,"第三十五籤 王昭君和番<br>\
		一山如畫對清江<br>門裏團圓事事雙<br>\
		誰料半途分折去<br>空幃無語對銀缸"
	,"第三十六籤 羅隱求官<br>\
		功名富貴自能為<br>遇著仙鞭莫問伊<br>\
		萬里鵬程君有分<br>吳山頂上好鑽龜"
	,"第三十七籤 邵堯夫祝香<br>\
		焚香來告復何辭<br>善惡平分汝自知<br>\
		屏卻昧公心裏事<br>出門無礙是通時"
	,"第三十八籤 孟姜女思夫<br>\
		蛩吟唧唧守孤幃<br>千里懸懸望信歸<br>\
		等得榮華公子到<br>秋冬括括雨霏霏"
	,"第三十九籤 陶淵明賞菊<br>\
		北山門下好安居<br>若問終時慎厥初<br>\
		堪笑包藏許多事<br>鱗鴻雖便莫修書"
	,"第四十籤 漢光武陷昆陽<br>\
		新來換得好規模<br>何用隨他步與趨<br>\
		只聽耳邊消息到<br>崎嶇歷盡見亨衢"
	,"第四十一籤 劉文龍求官<br>\
		自南自北自東西<br>欲到天涯誰作梯<br>\
		遇鼠逢牛三弄笛<br>好將名姓榜頭題"
	,"第四十二籤 董永賣身 <br>\
		我曾許汝事和諧<br>誰料修為汝自乖<br>\
		但改新圖莫依舊<br>營謀應得稱心懷"
	,"第四十三籤 玄德公黃鶴樓赴宴<br>\
		一紙官書火急催<br>扁舟速下浪如雷<br>\
		雖然目下多驚險<br>保汝平安去復回"
	,"第四十四籤 王莽篡漢<br>\
		汝是人中最吉人<br>誤為誤作損精神<br>\
		堅牢一念酬香願<br>富貴榮華萃汝身"
	,"第四十五籤 高祖遇丁公<br>\
		好將心地力耕耘<br>彼此山頭總是墳<br>\
		陰地不如心地好<br>修為到底卻輸君"
	,"第四十六籤 孤兒報冤<br>\
		君是山中萬戶侯<br>信知騎馬勝騎牛<br>\
		今朝馬上看山色<br>爭似騎牛得自由"
	,"第四十七籤 楚漢爭鋒<br>\
		與君萬語復千言<br>祗欲平和雪爾冤<br>\
		訟則終凶君記取<br>試於清夜把心捫"
	,"第四十八籤 趙五娘尋夫<br>\
		登山涉水正天寒<br>兄弟姻親那得安<br>\
		幸遇虎頭人一喚<br>全家遂保汝重歡"
	,"第四十九籤 張子房遁跡<br>\
		彼此家居只一山<br>如何似隔鬼門關<br>\
		日月如梭人易老<br>許多勞碌不如閒"
	,"第五十籤 蘇東坡勸民<br>\
		人說今年勝舊年<br>也須步步要周旋<br>\
		一家和氣多生福<br>萋菲讒言莫聽偏"
	,"第五十一籤 御溝流紅葉<br>\
		君今百事且隨緣<br>水到渠成聽自然<br>\
		莫嘆年來不如意<br>喜逢新運稱心田"
	,"第五十二籤 匡衡夜讀書<br>\
		兀坐幽居歎寂廖<br>孤燈掩映度清宵<br>\
		萬金忽報秋光好<br>活計扁舟渡北朝"
	,"第五十三籤 劉玄德入贅孫權妹<br>\
		艱難險阻路蹊蹺<br>南鳥孤飛依北巢<br>\
		今日貴人曾識面<br>相逢卻在夏秋交"
	,"第五十四籤 蘇秦刺股<br>\
		萬人叢裏逞英豪<br>便欲飛騰霄漢高<br>\
		爭奈承流風未便<br>青燈黃卷且勤勞"
	,"第五十五籤 包龍圖勸農<br>\
		勤耕力作莫蹉跎<br>衣食隨時安分過<br>\
		縱使經商收倍利<br>不如逐歲廩禾多"
	,"第五十六籤 王樞密奸險<br>\
		心頭理曲強詞遮<br>直欲欺官行路斜<br>\
		一旦醜形臨月鏡<br>身投憲網莫咨嗟"
	,"第五十七籤 爛柯觀棋<br>\
		事端百出慮雖長<br>莫聽人言自主張<br>\
		一著仙機君記取<br>紛紛鬧裏更思量"
	,"第五十八籤 蘇秦背劍<br>\
		蘇秦三寸足平生<br>富貴功名在此行<br>\
		更好修為陰騭事<br>前程萬里自通亨"
	,"第五十九籤 鄧伯道無兒<br>\
		門衰戶冷苦伶仃<br>自嘆祈求不一靈<br>\
		幸有祖宗陰騭在<br>香煙未斷續螟蛉"
	,"第六十籤 宋郊兄弟同科<br>\
		羨君兄弟好名聲<br>只管謙撝莫自矜<br>\
		丹詔槐黃相逼近<br>巍巍科甲兩同登"
	,"第六十一籤 蒯輙見韓信<br>\
		嘯聚山林兇惡儔<br>善良無事苦煎憂<br>\
		主人大笑出門去<br>不用干戈盜賊休"
	,"第六十二籤 韓信戰霸王<br>\
		百千人面虎狼心<br>賴汝干戈用力深<br>\
		得勝回時秋漸老<br>虎頭城裏喜相尋"
	,"第六十三籤 楊令公撞李陵碑<br>\
		曩時敗北且圖南<br>筋力雖衰尚一堪<br>\
		欲識生前君大數<br>前三三與後三三"
	,"第六十四籤 管飽分金<br>\
		吉人相遇本和同<br>況有持謀天水翁<br>\
		人力不勞公論協<br>事成功倍笑談中"
	,"第六十五籤 蒙正木蘭和詩<br>\
		朔風凜凜正窮冬<br>多羨門庭喜氣濃<br>\
		更入新春人事後<br>衷言方得信先容"
	,"第六十六籤 杜甫遊春<br>\
		耕耘只可在鄉邦<br>何用求謀向外方<br>\
		見說今年新運好<br>門闌喜氣事雙雙"
	,"第六十七籤 江遺囑兒<br>\
		纔發君心天己知<br>何須問我決狐疑<br>\
		願子改圖從孝悌<br>不愁家室不相宜"
	,"第六十八籤 錢大王販鹽<br>\
		南販珍珠北販鹽<br>年來幾倍偵財掭<br>\
		勸君止此求田舍<br>心欲多時何日厭"
	,"第六十九籤 孫龐鬥智<br>\
		捨舟遵路總相宜<br>慎勿嬉遊逐貴兒<br>\
		一夜樽前兄與弟<br>明朝仇敵又相隨"
	,"第七十籤 王曾祈禱<br>\
		雷雨風雲各有司<br>至誠禱告莫生疑<br>\
		與君定約為霖日<br>正是蘊隆中伏時"
	,"第七十一籤 蘇武還鄉<br>\
		喜鵲簷前報好音<br>知君千里欲歸心<br>\
		繡幃重結鴛鴦帶<br>葉落霜飛寒色侵"
	,"第七十二籤 范蠡歸湖<br>\
		河渠傍路有高低<br>可歎長途日已西<br>\
		縱有榮華好時節<br>直須猴犬換金雞"
	,"第七十三籤 王昭君憶漢帝<br>\
		憶昔蘭房分半釵<br>而今忽把信音乖<br>\
		痴心指望成連理<br>到底誰知事不諧"
	,"第七十四籤 崔武求官<br>\
		崔巍崔巍復崔巍<br>履險如夷去復來<br>\
		身似菩提心似鏡<br>長安一道放春回"
	," 第七十五籤 劉小姐愛蒙正<br>\
		生前結得好姻緣<br>一笑相逢情自親<br>\
		相當人物無高下<br>得意休論富與貧"
	,"第七十六籤 蕭何註律<br>\
		三千法律八千文<br>此事如何說與君<br>\
		善惡兩途君自作<br>一生禍福此中分"
	,"第七十七籤 呂后害韓信<br>\
		木有根荄水有源<br>君當自此究其原<br>\
		莫隨道路人閒話<br>訟到終凶是至言"
	,"第七十八籤 袁安守困<br>\
		家道豐腴自飽溫<br>也須肚裡立乾坤<br>\
		財多害己君當省<br>福有胚胎禍有門"
	,"第七九籤 文王編易卦<br>\
		乾亥來龍仔細看<br>坎居午向自當安<br>\
		若移丑艮陰陽逆<br>門戶凋零家道難"
	,"第八十籤 郭璞為母卜葬<br>\
		 一朝無事忽遭官<br>也是門衰墳未安<br>\
		 改換陰陽移禍福<br>勸君莫作等閒看"
	,"第八十一籤 寇公任雷陽<br>\
		假君財物自當還<br>謀賴心欺他自奸<br>\
		幸有高臺明月鏡<br>請來對照破機關"
	,"第八十二籤 宋仁宗認母<br>\
		彼亦儔中一輩賢<br>勸君特此與周旋<br>\
		此時賓主歡相會<br>他日王侯卻並肩"
	,"第八十三籤 諸葛孔明學道<br>\
		隨分堂前赴粥饘<br>何須妄想苦憂煎<br>\
		主張門戶誠難事<br>百歲安閒得幾年"
	,"第八十四籤 須賈害范睢<br>\
		箇中事緒更粉然<br>當局須知一著先<br>\
		長舌婦人休酷聽<br>力行禮義要心堅"
	,"第八十五籤 姜女尋夫<br>\
		一春風雨正瀟瀟<br>千里行人去路遙<br>\
		移寡就多君得計<br>如何歸路轉無聊"
	,"第八十六籤 管飽為賈<br>\
		 一舟行貨好招邀<br>積少成多自富饒<br>\
		 常把他人比自己<br>管須日後勝今朝"
	,"第八十七籤 武侯與子敬同舟<br>\
		陰裏詳看怪爾曹<br>舟中敵圖笑中刀<br>\
		藩籬剖破渾無事<br>一種天生惜羽毛"
	,"第八十八籤 高文定守困<br>\
		從前作事總徒勞<br>纔見新春時漸遭<br>\
		百計營求都得意<br>更須守己莫心高"
	,"第八十九籤 班超歸玉門關<br>\
		樽前無事且高歌<br>時未來時奈若何<br>\
		白馬渡江嘶日暮<br>虎頭城裏看巍峨"
	,"第九十籤 楊文廣陷柳州<br>\
		崆峒城裏事如麻<br>無事如君有幾家<br>\
		勸汝不須勤致禱<br>徒勞生事苦咨嗟"
	,"第九十一籤 趙子龍抱太子<br>\
		佛說淘沙始見金<br>只緣君子不勞心<br>\
		榮華總得詩書效<br>妙裏工夫仔細尋"
	,"第九十二籤 高祖治漢民<br>\
		今年禾穀不如前<br>物價喧騰倍百年<br>\
		災數流行多疫癘<br>一陽復後始安全"
	,"第九十三籤 邵康節定陰陽<br>\
		春來雨水太連綿<br>入夏晴乾雨又愆<br>\
		節氣直交三伏始<br>喜逢滂沛足田園"
	,"第九十四籤 提結過長者門<br>\
		一般器用與人同<br>巧斲輪輿梓匠工<br>\
		凡事有緣且隨分<br>秋冬方遇主人翁"
	,"第九十五籤 張文遠求官<br>\
		知君袖內有驪珠<br>生不逢辰亦強圖<br>\
		可歎頭顱己如許<br>而今方得貴人扶"
	,"第九十六籤 山濤見王衍<br>\
		婚姻子息莫嫌遲<br>但把精神仗佛持<br>\
		四十年前須報應<br>功圓行滿育馨兒"
	,"第九十七籤 買臣五十富貴<br>\
		五十功名心已灰<br>那知富貴逼人來<br>\
		更行好事存方寸<br>壽比岡陵位鼎台"
	,"第九十八籤 薛仁貴投軍<br>\
		經營百出費精神<br>南北奔馳運未新<br>\
		玉兔交時當得意<br>恰如枯木再逢春"
	,"第九十九籤 百里奚投秦<br>\
		貴人遭遇水雲鄉<br>冷淡交情滋味長<br>\
		黃閣開時延故客<br>驊騮應得驟康莊"
	,"第一百籤 唐明宗禱告天<br>\
		我本天仙雷雨師<br>吉凶禍福我先知<br>\
		至誠禱祝皆靈應<br>抽得終籤百事宜"];

var noteList = ["1.運很好or運不好"
	,"第二籤 張子房遊赤松<br>\
		盈虛消息總天時<br>自此君當百事宜<br>\
		若問前程歸縮地<br>更須方寸好修為"
	,"3.孝悌存忠信,沒事"
	,"4.跳運"
	,"5.祖先"
	,"6.妻子?無緣妻子?"
	,"7.勉勵,運不好"
	,"第八籤 大舜耕歷山<br>\
		年來耕稼苦無收<br>今歲田疇定有秋<br>\
		況遇太平無事日<br>士農工賈百無憂"
	,"9.花子"
	,"10.口舌冤仇人?"
	,"11.運不好"
	,"12.運不好"
	,"13.運不好"
	,"14.祖父母、父母"
	,"15.妻子?"
	,"第十六籤 王祥臥冰<br>\
		官事悠悠難辨明<br>不如息了且歸耕<br>\
		傍人煽惑君休信<br>此事當謀親弟兄"
	,"17.霸佔人財物"
	,"18.空華運"
	,"第十九籤 劉智遠得岳氏<br>\
		嗟子從來未得時<br>今年星運頗相宜<br>\
		營求動作都如意<br>和合婚姻誕貴兒"
	,"第二十籤 嚴子陵登釣臺<br>\
		一生心事向誰論<br>十八灘頭說與君<br>\
		世事盡從流水去<br>功名富貴等浮雲"
	,"21.冤仇人?"
	,"22.花子"
	,"23.花子"
	,"第二十四籤 張騫誤入斗牛宮<br>\
		一春萬事苦憂煎<br>夏裏營求始帖然<br>\
		更遇秋成冬至後<br>恰如騎鶴與腰纏"
	,"第二十五籤 唐明皇遊月宮<br>\
		寅午戍年多阻滯<br>亥子丑月漸亨嘉<br>\
		更逢玉兔金雞會<br>枯木逢春自放花"
	,"第二十六籤 邵堯夫告天<br>\
		年來豐歉皆天數<br>自是今年旱較多<br>\
		與子定期三日內<br>田疇霑足雨滂沱"
	,"第二十七籤 江東得道<br>\
		世間萬物各有主<br>一粒一毫君莫取<br>\
		英雄豪傑自天生<br>也須步步循規矩"
	,"第二十八籤 相如題橋<br>\
		公侯將相本無種<br>好把勤勞契上天<br>\
		人事盡從天理見<br>才高豈得困林泉"
	,"第二十九籤 司馬溫公嗟困<br>\
		祖宗積德幾多年<br>源遠流長慶自然<br>\
		若更操修無倦已<br>天須還汝舊青氈"
	,"第三十籤 柳毅傳書<br>\
		奉公謹守莫欺心<br>自有亨通吉利臨<br>\
		目下營求且休矣<br>秋期與子定佳音"
	,"第三十一籤 蘇卿負信<br>\
		秋冬作事只尋常<br>春到門庭漸吉昌<br>\
		千里信音符遠望<br>萱堂快樂未渠殃"
	,"32.是非口舌冤仇人"
	,"第三十三籤 莊子慕道<br>\
		不分南北與西東<br>眼底昏昏耳似聾<br>\
		熟讀黃庭經一卷<br>不論貴賤與窮通"
	,"第三十四籤 蕭何追韓信<br>\
		春夏纔過秋又冬<br>紛紛謀慮攪心胸<br>\
		貴人垂手來相援<br>休把私心情意濃"
	,"35.同胞兄弟姊妹"
	,"36.口舌冤仇人?"
	,"第三十七籤 邵堯夫祝香<br>\
		焚香來告復何辭<br>善惡平分汝自知<br>\
		屏卻昧公心裏事<br>出門無礙是通時"
	,"38.無後嗣祖先or前世妻子"
	,"第三十九籤 陶淵明賞菊<br>\
		北山門下好安居<br>若問終時慎厥初<br>\
		堪笑包藏許多事<br>鱗鴻雖便莫修書"
	,"第四十籤 漢光武陷昆陽<br>\
		新來換得好規模<br>何用隨他步與趨<br>\
		只聽耳邊消息到<br>崎嶇歷盡見亨衢"
	,"第四十一籤 劉文龍求官<br>\
		自南自北自東西<br>欲到天涯誰作梯<br>\
		遇鼠逢牛三弄笛<br>好將名姓榜頭題"
	,"第四十二籤 董永賣身 <br>\
		我曾許汝事和諧<br>誰料修為汝自乖<br>\
		但改新圖莫依舊<br>營謀應得稱心懷"
	,"43.官符"
	,"第四十四籤 王莽篡漢<br>\
		汝是人中最吉人<br>誤為誤作損精神<br>\
		堅牢一念酬香願<br>富貴榮華萃汝身"
	,"第四十五籤 高祖遇丁公<br>\
		好將心地力耕耘<br>彼此山頭總是墳<br>\
		陰地不如心地好<br>修為到底卻輸君"
	,"46.喪伐生靈"
	,"47.冤仇人?"
	,"48.丈夫?兄弟?"
	,"49.祖先?"
	,"第五十籤 蘇東坡勸民<br>\
		人說今年勝舊年<br>也須步步要周旋<br>\
		一家和氣多生福<br>萋菲讒言莫聽偏"
	,"第五十一籤 御溝流紅葉<br>\
		君今百事且隨緣<br>水到渠成聽自然<br>\
		莫嘆年來不如意<br>喜逢新運稱心田"
	,"第五十二籤 匡衡夜讀書<br>\
		兀坐幽居歎寂廖<br>孤燈掩映度清宵<br>\
		萬金忽報秋光好<br>活計扁舟渡北朝"
	,"第五十三籤 劉玄德入贅孫權妹<br>\
		艱難險阻路蹊蹺<br>南鳥孤飛依北巢<br>\
		今日貴人曾識面<br>相逢卻在夏秋交"
	,"第五十四籤 蘇秦刺股<br>\
		萬人叢裏逞英豪<br>便欲飛騰霄漢高<br>\
		爭奈承流風未便<br>青燈黃卷且勤勞"
	,"55.霸佔人財物?"
	,"第五十六籤 王樞密奸險<br>\
		心頭理曲強詞遮<br>直欲欺官行路斜<br>\
		一旦醜形臨月鏡<br>身投憲網莫咨嗟"
	,"第五十七籤 爛柯觀棋<br>\
		事端百出慮雖長<br>莫聽人言自主張<br>\
		一著仙機君記取<br>紛紛鬧裏更思量"
	,"第五十八籤 蘇秦背劍<br>\
		蘇秦三寸足平生<br>富貴功名在此行<br>\
		更好修為陰騭事<br>前程萬里自通亨"
	,"59.祖先?"
	,"60.兄弟"
	,"61.祖先"
	,"62.喪伐生靈?"
	,"第六十三籤 楊令公撞李陵碑<br>\
		曩時敗北且圖南<br>筋力雖衰尚一堪<br>\
		欲識生前君大數<br>前三三與後三三"
	,"第六十四籤 管飽分金<br>\
		吉人相遇本和同<br>況有持謀天水翁<br>\
		人力不勞公論協<br>事成功倍笑談中"
	,"65.祖先"
	,"第六十六籤 杜甫遊春<br>\
		耕耘只可在鄉邦<br>何用求謀向外方<br>\
		見說今年新運好<br>門闌喜氣事雙雙"
	,"第六十七籤 江遺囑兒<br>\
		纔發君心天己知<br>何須問我決狐疑<br>\
		願子改圖從孝悌<br>不愁家室不相宜"
	,"68.霸佔人財物"
	,"69.相沖"
	,"第七十籤 王曾祈禱<br>\
		雷雨風雲各有司<br>至誠禱告莫生疑<br>\
		與君定約為霖日<br>正是蘊隆中伏時"
	,"71.妻子"
	,"72.運不好走路要小心"
	,"73.無緣妻子or思念"
	,"74.三險難?"
	,"75.前世妻子or丈夫?"
	,"第七十六籤 蕭何註律<br>\
		三千法律八千文<br>此事如何說與君<br>\
		善惡兩途君自作<br>一生禍福此中分"
	,"77.是非口舌冤仇人or小心口舌"
	,"78.花子"
	,"第七九籤 文王編易卦<br>\
		乾亥來龍仔細看<br>坎居午向自當安<br>\
		若移丑艮陰陽逆<br>門戶凋零家道難"
	,"第八十籤 郭璞為母卜葬<br>\
		 一朝無事忽遭官<br>也是門衰墳未安<br>\
		 改換陰陽移禍福<br>勸君莫作等閒看"
	,"81.霸佔人財物?"
	,"82.異姓母親?"
	,"第八十三籤 諸葛孔明學道<br>\
		隨分堂前赴粥饘<br>何須妄想苦憂煎<br>\
		主張門戶誠難事<br>百歲安閒得幾年"
	,"84.口舌冤仇人"
	,"85.妻子"
	,"第八十六籤 管飽為賈<br>\
		 一舟行貨好招邀<br>積少成多自富饒<br>\
		 常把他人比自己<br>管須日後勝今朝"
	,"第八十七籤 武侯與子敬同舟<br>\
		陰裏詳看怪爾曹<br>舟中敵圖笑中刀<br>\
		藩籬剖破渾無事<br>一種天生惜羽毛"
	,"第八十八籤 高文定守困<br>\
		從前作事總徒勞<br>纔見新春時漸遭<br>\
		百計營求都得意<br>更須守己莫心高"
	,"第八十九籤 班超歸玉門關<br>\
		樽前無事且高歌<br>時未來時奈若何<br>\
		白馬渡江嘶日暮<br>虎頭城裏看巍峨"
	,"第九十籤 楊文廣陷柳州<br>\
		崆峒城裏事如麻<br>無事如君有幾家<br>\
		勸汝不須勤致禱<br>徒勞生事苦咨嗟"
	,"第九十一籤 趙子龍抱太子<br>\
		佛說淘沙始見金<br>只緣君子不勞心<br>\
		榮華總得詩書效<br>妙裏工夫仔細尋"
	,"92.運不好，跳運?"
	,"第九十三籤 邵康節定陰陽<br>\
		春來雨水太連綿<br>入夏晴乾雨又愆<br>\
		節氣直交三伏始<br>喜逢滂沛足田園"
	,"94.祖先?"
	,"第九十五籤 張文遠求官<br>\
		知君袖內有驪珠<br>笁不逢辰亦強圖<br>\
		可歎頭顱己如許<br>而今方得貴人扶"
	,"96.沖刑"
	,"第九十七籤 買臣五十富貴<br>\
		五十功名心已灰<br>那知富貴逼人來<br>\
		更行好事存方寸<br>壽比岡陵位鼎台"
	,"第九十八籤 薛仁貴投軍<br>\
		經營百出費精神<br>南北奔馳運未新<br>\
		玉兔交時當得意<br>恰如枯木再逢春"
	,"第九十九籤 百里奚投秦<br>\
		貴人遭遇水雲鄉<br>冷淡交情滋味長<br>\
		黃閣開時延故客<br>驊騮應時驟康莊"
	,"100.運很好or運不好"];